add("2025-12-12 04:08", "手机端测试，这行字应该会自动换行", "r", "#test");
add("2025-12-12 04:16", "测试测试测试测试测试！！！！", "g", "#test");
add("2025-12-12 05:10", "预测faze和vitality会进入布达佩斯major决赛", "w", "#cs");
add("2025-12-12 17:29", "test test test<br><img src='imgs/20251212172941_9884.jpg'>", "w", "#test");
add("2025-12-13 20:04", "I'm fine.Drink water and take a breath.", "w", "#日常");
add("2025-12-14 06:25", "一系列乌龙，充了b站免流量套餐，但卡上没有通用流量只有套餐的定向流量，又充了流量包但优先级高于所有其他流量，那为什么不直接充流量包呢🙃，这就是手机卡太多的弊端，收验证码一个号，打电话和使用流量一个号，做事有一环没考虑到都是重大事故", "w", "#日常")
add("2025-12-14 06:40", "Faze Clan gogogo!!!", "w", "#cs")