add("2025-12-12 04:08", "手机端测试，这行字应该会自动换行", "w", "#test");
add("2025-12-12 04:16", "测试", "w", "#test");
add("2025-12-12 05:10", "预测faze和vitality会进入布达佩斯major决赛", "w", "#cs");
// 修改：增加了 loading='lazy'
add("2025-12-12 17:29", "test test test<br><img src='imgs/20251212172941_9884.jpg' loading='lazy'>", "w", "#test");
add("2025-12-13 20:04", "我很好，喝口水，深呼吸。", "w", "#日常");
add("2025-12-14 06:40", "Faze Clan gogogoooo", "w", "#cs");
add("2025-12-14 19:19", "熬夜之后是没法早起的。", "w", "#daily");
add("2025-12-16 20:18", "网络是必需品。如果断网一小时，我会产生不良反应。", "w", "#daily");
add("2025-12-16 20:24", "肥胖和不讲卫生存在某种联系，远离", "w", "#daily");
add("2025-12-17 08:02", "状态：躯体过载，精神待机。决策：优先执行睡眠协议，拒绝一切成瘾性代偿。时间戳：启动前", "w", "#daily");
add("2025-12-19 03:38", "缺乏做出一切的强烈欲望", "w", "daily"); 
add("2025-12-19 04:12", "想抽烟，以替代熬夜的不良嗜好", "w", "daily"); 
add("2025-12-20 03:59", "这个世界需要我带来积极向上的动力，可我却深受其害，遭到反噬", "w", "#daily");
add("2025-12-20 04:02", "较弱的精神力容易受到外界影响，所以不能听难听的歌，周围也要打扫干净", "w", "daily");
add("2025-12-20 17:00", "改变世界", "w", "#daily");
add("2025-12-21 05:28", "清醒的悲观主义者，疲惫的理想主义者", "w", "#daily");
// 修改：画廊里的图片也都加了 loading='lazy'
add("2025-12-24 22:29", "平安夜快乐，私密邮箱已上线", "w", "#daily");
add("2025-12-26 04:53", "我想打篮球了", "w", "#daily");
add("2025-12-30 19:16", "重要信息及时备份，双保险", "w", "#daily");
add("2025-12-31 23:34", "过分依赖大模型=买车之前没学开车", "w", "#daily");
